/* error text in dialog */
"Could not move to Applications folder" = "Impossibile spostare la cartella Applicazioni";

/* dialog: do not move button */
"Do Not Move" = "Non spostare";

/* description in the dialog box */
"I can move myself to the Applications folder if you'd like." = "Posso spostarmi nella cartella Applicazioni.";

/* dialog: Move button */
"Move to Applications Folder" = "Sposta nella cartella Applicazioni";

/* title of the dialog box */
"Move to Applications folder in your Home folder?" = "Spostare nella cartella Applicazioni della cartella Inizio?";

/* title of dialog box */
"Move to Applications folder?" = "Spostare nella cartella Applicazioni?";

/* description in the dialog box */
"Note that this will require an administrator password." = "Sarà necessaria una password amministratore.";

/* description in the dialog box */
"This will keep your Downloads folder uncluttered." = "La cartella Download rimarrà organizzata.";

